<?php
$students = array(
	            array("Байша Юлия Геннадьевна", 579549),
	            array("<div class='warete'></div> Борисовский Егор Иванович aka Мистор Варете", 283732),
	            array("Бритвин Егор Валерьевич aka Мистор Брутвен", 872975),
	            array("Голубев Евгений Александрович", 187236),
	            array("Иванюк Владислав Алексеевич aka Дядя Шнюк", 584397),
	            array("Козак Ростислав Рустамович", 395729),
	            array("Коноваленко Оксана Вячеславовна", 543853),
	            array("Крюков Алексей Олегович", 881847),
	            array("Кузнецова Виктория Алексеевна", 359879),
	            array("Мельникова Анна Андреевна aka Melnyassh", 626267),
	            array("Минаев Дмитрий Владимирович", 298435),
	            array("Митина Юлия Игоревна aka Михайловский зашквар)0)0)", 763864),
	            array("Мухаметшин Антон Эдуардович aka Мистор Тутурен", 136357),
	            /*array("Набиев Маруф Олимхонович", 899591),
	            array("Оганян Генрик Акопович", 612571),*/
	            array("Онопко Максим Николаевич", 861896),
	            /*array("Орлов Илья Валентинович aka Мистер Валюша", 576352),*/
	            array("Плиско Максим Игоревич", 969672),
	            array("Попов Максим Евгеньевич", 725929),
	            array("Примаченко Светлана Владимировна", 933751),
	            array("Смолякова Анна Дмитриевна", 326678),
	            // array("Солтагираев Мехди Умарович", 295988),
	            array("Титовский Даниил Викторович", 498437),
	            // array("Фролов Глеб Романович", 631725),
	            array("Чекунов Владлен Станиславович", 939342),
	            array("Шатрова Алёна Андреевна", 168174),
	            array("Яровой Евгений Александрович", 975223)
);

$subjects = array();
$subjects[3] = array("Дискретная математика", "Иностранный язык", "Культура общения", "Математическое моделирование физических систем", "Метрология, стандартизация, сертификация", "Объектно-ориентированное программирование", "Прикладная физическая культура", "Физика", "Экономика");

$sem_names = array("Первый", "Второй", "Третий", "Четвертый", "Пятый", "Шестой", "Седьмой", "Восьмой");
$current_semestr = 5;

$lessonsTime = array(
	array("hours" => 8, "minutes" => 30),
	array("hours" => 10, "minutes" => 10),
	array("hours" => 12, "minutes" => "00"),
	array("hours" => 13, "minutes" => 40),
	array("hours" => 15, "minutes" => 20)
);